Repository: wp-plugins/unread-posts
Catalog: lang/unread-posts-*.po
Languages: hu_hu

source: A customizable widget that displays unread posts
hu_hu: Rugalmas widget amely olvasatlan bejegyzéseket mutat

source: Unread Posts
hu_hu: Olvasatlan Bejegyzések

source: Latest Posts
hu_hu: Legutolsó Bejegyzések

source: Random Posts
hu_hu: Véletlenszerű Bejegyzések

source: Title:
hu_hu: Cím:

source: Posts To Show:
hu_hu: Bejegyzések Száma:

source: Post Types:
hu_hu: Bejegyzés Típusok:

source: Post Ordering:
hu_hu: Sorrend Alapja:

source: Select post types to include
hu_hu: Válassz bejegyzés típusokat

source: Read Next
hu_hu: Következő Cikkek

source: Same as the current post
hu_hu: Ugyanaz mint az aktuális bejegyzés

source: Select from a list
hu_hu: Listából választok

source: Unread Posts Below Post Content
hu_hu: Olvasatlan Bejegyzések A Bejegyzés Alatt

source: Show Below Post Content?
hu_hu: Mutatás Bejegyzések Alatt?

source: Section Title
hu_hu: Cím

source: Posts To Show
hu_hu: Bejegyzések Száma

source: Show Below Post Types
hu_hu: Mutatás Bejegyzések Alatt

source: Post Types To List
hu_hu: Bejegyzés Típusok A Listában

source: Post Ordering
hu_hu: Sorrend Alapja
